Repository: winft/kdisplay
Catalog: plasma-integration/po/*/kdisplay-plasma.po
Languages: fr

source: Switch Display
fr: Basculer l'affichage

source: Switch to external display
fr: Basculer vers l'écran externe

source: Switch to laptop display
fr: Basculer vers l'écran intégré

source: Unify displays
fr: Unifier les écrans

source: Extend to left
fr: Étendre vers la gauche

source: Extend to right
fr: Étendre vers la droite

source: Leave unchanged
fr: Garder en l'état

source: Enable Presentation Mode
fr: Activer le mode « présentation »

source: User enabled presentation mode
fr: L'utilisateur a activé le mode « présentation »

source: This will prevent your display and computer from turning off automatically.
fr: Cela empêchera votre écran et votre ordinateur de s'éteindre automatiquement.

# Some Application and n others enforce presentation mode
source: %2 and %1 other application are enforcing presentation mode.
fr: %2 et %1 autre application requièrent le mode « présentation ».

# Some Application enforce presentation mode
source: %1 is enforcing presentation mode.
fr: %1 requière le mode « présentation ».

# Some Application enforce presentation mode: Reason provided by the app
source: %1 is enforcing presentation mode: %2
fr: %1 requière le mode « présentation » : %2

source: Display Layout
fr: Disposition d'écran

source: You can only apply a different display layout when there is more than one display device plugged in.
fr: Au moins un second périphérique d'affichage doit être connecté pour que vous puissiez appliquer une disposition d'écran différente.

source: Presentation mode is enabled
fr: Le mode « présentation » est actif

# Open the full display settings module
source: Advanced Display Settings
fr: Configuration avancée de l'affichage
