Repository: winft/kdisplay
Catalog: plasma-integration/po/*/plasma_applet_org.kwinft.kdisplay.po
Languages: de, el, es, hr, nb_no, nl, pt_br, ru

source: Switch Display
de: Wechsel Display
el: Εναλλαγή οθόνης
es: Cambiar Pantalla
hr: Zamijeni ekran
nb_no: Bytt panel
nl: Overschakelen naar beeldscherm
pt_br: Alternar tela
ru: Переключить дисплей

source: Switch to external display
de: Wechsel zu externem Bildschirm
el: Εναλλαγή σε εξωτερική οθόνη
es: Cambiar a pantalla externa
hr: Prebaci na vanjski ekran
nb_no: Bytt til eksternt panel
nl: Overschakelen naar extern beeldscherm
pt_br: Alternar para a tela externa
ru: Переключиться на внешний дисплей

source: Switch to laptop display
de: Wechsel zu Laptop-Bildschrim
el: Εναλλαγή στην οθόνη του λάπτοπ
es: Cambiar a la pantalla del portátil
hr: Prebaci na ekran laptopa
nb_no: Bytt til bærbar-panel
nl: Overschakelen naar laptopscherm
pt_br: Alternar para a tela do laptop
ru: Переключиться на дисплей ноутбука

source: Unify displays
de: Vereinige Bildschirme
el: Ενοποίηση οθόνων
es: Unificar pantallas
hr: Sjedini ekrane
nb_no: Koble sammen paneler
nl: Schermen delen
pt_br: Unificar saídas
ru: Объединить дисплеи

source: Extend to left
de: Erweitere nach links
el: Επέκταση στα αριστερά
es: Extender a la izquierda
hr: Proširi na lijevo
nb_no: Utvid til venstre
nl: Uitbreiden naar links
pt_br: Estender para a esquerda
ru: Растянуть влево

source: Extend to right
de: Erweitere nach rechts
el: Επέκταση στα δεξιά
es: Extender a la derecha
hr: Proširi na desno
nb_no: Utvid til høyre
nl: Uitbreiden naar rechts
pt_br: Estender para a direita
ru: Растянуть вправо

source: Leave unchanged
de: Unverändert lassen
es: Salir sin cambios
hr: Nemoj mijenjati
nb_no: Levn uendret
nl: Ongewijzigd laten
pt_br: Deixar sem alteração
ru: Оставить без изменений

source: Enable Presentation Mode
de: Aktiviere Vortragsmodus
el: Ενεργοποίηση λειτουργίας παρουσίασης
es: Activar el Modo de Presentación
hr: Aktiviraj modus prezentacije
nb_no: Skru på presentasjonsmodus
nl: Presentatiemodus inschakelen
pt_br: Habilitar modo de apresentação
ru: Включить режим презентации

source: User enabled presentation mode
de: Benutzer hat Vortragsmodus aktiviert
es: Modo de presentación activado por el usuario
hr: Korisnik je aktivirao modus prezentacije
nb_no: Bruker skrudde på presentasjonsmodus
nl: Gebruikers-presentatiemodus
pt_br: Modo de apresentação habilitado pelo usuário
ru: Включённый пользователем режим презентации

source: This will prevent your display and computer from turning off automatically.
de: Dies bewahrt Bildschirm und Gerät davor sich selbst abzuschalten.
el: Αυτό θα αποτρέψει την αυτόματη απενεργοποίηση της οθόνης και του υπολογιστή σας.
es: Esto evitará que la pantalla y la computadora se apaguen automáticamente.
hr: Ovo će spriječiti automatsko isključivanje ekrana i računala.
nb_no: Dette forhindrer panelet og datamaskinen fra å bli avslått.
nl: Hierdoor worden het scherm en de computer niet automatisch uitgeschakeld.
pt_br: Isto irá prevenir que sua tela ou computador seja desligado automaticamente.
ru: Это предотвратит автоматическое отключение вашего дисплея и компьютера.

# Some Application and n others enforce presentation mode
source: %2 and %1 other application are enforcing presentation mode.
de: %2 und %1 weiteres Programm erzwingen Vortragsmodus.
el: Η εφαρμογή %2 και %1 ακόμη εφαρμογή επιβάλλουν την λειτουργία παρουσίασης.
es: %2 y %1 otra aplicación está aplicando el modo de presentación.
hr: %2 i %1 drugi program nameću modus prezentacije.
nb_no: %2 og %1 annet program påtvinger presentasjonsmodus.
nl: %2 en %1 ander programma hebben de presentatiemodus ingeschakeld.
pt_br: O %2 e %1 outro programa estão forçando o modo de apresentação.
ru: %2 и %1 другое приложение принудительно используют режим презентации.

# Some Application enforce presentation mode
source: %1 is enforcing presentation mode.
de: %1 erzwingt Vortragsmodus.
el: Η εφαρμογή %1 επιβάλλει τη λειτουργία παρουσίασης.
es: %1 está aplicando el modo de presentación.
hr: %1 nameće modus prezentacije.
nb_no: %1 påtvinger presentasjonsmodus.
nl: %1 heeft de presentatiemodus ingeschakeld.
pt_br: O %1 está forçando o modo de apresentação.
ru: %1 принудительно использует режим презентации.

# Some Application enforce presentation mode: Reason provided by the app
source: %1 is enforcing presentation mode: %2
de: %1 erzwingt Vortragsmodus: %2
el: Η εφαρμογή %1 επιβάλλει τη λειτουργία παρουσίασης: %2
es: %1 está aplicando el modo de presentación: %2
hr: %1 nameće modus prezentacije: %2
nb_no: %1 påtvinger presentasjonsmodus: %2
nl: %1 heeft de presentatiemodus ingeschakeld: %2
pt_br: O %1 está forçando o modo de apresentação: %2
ru: %1 принудительно использует режим презентации: %2

source: Display Layout
de: Bildschirmanordnung
el: Διάταξη οθόνης
es: Diseño de Pantalla
hr: Raspored ekrana
nb_no: Panelanordning
nl: Schermindeling
pt_br: Layout de tela
ru: Расположение дисплея

source: You can only apply a different display layout when there is more than one display device plugged in.
de: Ein andere Bildschirmanordnung kann nur angewandt werden wenn mehr als ein Bidlschirm angeschlossen sind.
el: Μπορείτε να εφαρμόσετε διαφορετική διάταξη οθόνης μόνο όταν έχουν συνδεθεί περισσότερες από μία οθόνες.
es: Sólo podrá aplicar un diseño de pantalla diferente cuando tenga más de una pantalla conectada.
hr: Različiti rasporedi ekrana mogu se primijeniti samo ako je priključeno više uređaja.
nb_no: Du kan kun bruke en annen panelanordning når det er mer enn en panelenhet innplugget.
nl: Voor het kiezen van een andere indeling dient er meer dan één beeldscherm aanwezig te zijn.
pt_br: Você só pode aplicar um layout de tela diferente quando houver mais de uma tela conectada.
ru: Вы можете выбрать расположение дисплея только когда подключено более одного устройства с дисплеем.

source: Presentation mode is enabled
de: Vortragsmodus ist aktiviert
el: Η λειτουργία παρουσίασης είναι ενεργοποιημένη
es: El modo de presentación ha sido activado
hr: Aktiviran je modus prezentacije
nb_no: Presentasjonsmodus påslått
nl: De presentatiemodus is ingeschakeld
pt_br: O modo de apresentação está ativo
ru: Режим презентации включён

# Open the full display settings module
source: Advanced Display Settings
de: Erweiterte Bildschirmeinstellungen
el: Προχωρημένες ρυθμίσεις οθόνης
hr: Napredne postavke ekrana
pt_br: Configurações de tela avançadas
ru: Расширенные настройки дисплея

source: Configure Display Settings…
nl: Beeldscherm instellen…
