Repository: winft/kdisplay
Catalog: kcm/po/*/kcm_kdisplay.po
Languages: de, fr, nb_no

source: Arguments for the config module.
de: Argumente für das Konfigurationsmodul.
fr: Arguments pour le module de configuration.
nb_no: Argumenter for oppsettsmodulen.

source: Display Configuration
de: Bildschirmkonfiguration

source: Manage and configure monitors and displays.
de: Verwalte und konfiguriere Bildschirme.

# Displayed when no replication source is selected.
source: None
de: Nichts
fr: Aucun
nb_no: Ingen

source: Replicated by other display
de: Repliziert von anderem Bildschirm
fr: Reproduit par un autre écran
nb_no: Kopi av annet panel

source: Orientation:
de: Orientierung:
nb_no: Orientasjon:

source: Auto
de: Automatisch

source: Only when in tablet mode.
de: Nur wenn in Tabletmodus.
fr: Seulement en mode tablette.
nb_no: Kun i nettbrettmodus.

source: Replicas
de: Replikas
fr: Répliques
nb_no: Kopier

source: Enabled
de: Aktiviert
fr: Activé
nb_no: Påskrudd

source: Primary
de: Primärer Bildschirm
fr: Primaire
nb_no: Primær

source: Scale:
de: Skalierung:
fr: Échelle :
nb_no: Skalering:

source: Resolution:
de: Auflösung:
fr: Résolution :
nb_no: Oppløsning:

source: Refresh rate:
de: Bildwiederholrate:
fr: Taux d’actualisation :
nb_no: Gjenoppfriskningstakt:

source: Replica of:
de: Replika von:
fr: Réplique de :
nb_no: Kopi av:

source: Device:
de: Gerät:
fr: Périphérique :
nb_no: Enhet:

source: Global scale:
de: Globale Skalierung:
fr: Échelle globale :
nb_no: Skalering for hele systemet:

source: The global scale factor is limited to multiples of 6.25% to minimize visual glitches in applications using the X11 windowing system.
de: Der globale Skalierungsfaktor kann nur ein Vielfaches von 6,25% betragen, da dies Bildfehler in Programmen welche das X11 Fenstersystem nutzen, minimiert.
fr: Le facteur d'échelle global est limité à des multiples de 6,25 % pour minimiser les problèmes visuels dans les applications utilisant le système de fenêtrage X11.
nb_no: Skaleringsfaktoren for hele systemet er begrenset til multipler av 6.25% for å minimere visuelle forstyrrelser i programmer som bruker X11-vindussystemet.

source: Save displays' properties:
de: Speichere Bildschirmeigenschaften:
fr: Enregistrer les propriétés des écrans :
nb_no: Lagre panelets egenskaper:

source: For any display arrangement
de: Für jede Bildschirmanordnung
fr: Pour tout arrangement d'affichage
nb_no: For alle paneltilpasninger

source: For only this specific display arrangement
de: Nur für diese spezielle Bildschirmkombination
fr: Pour seulement cet arrangement d’affichage spécifique
nb_no: Kun for denne spesifikke paneltilpasningen

source: 90° Clockwise
de: 90° im Uhrzeigersinn
fr: 90° horaire
nb_no: 90° med klokken

source: Upside Down
de: Auf dem Kopf
fr: À l'envers
nb_no: Opp-ned

source: 90° Counterclockwise
de: 90° gegen den Uhrzeigersinn
fr: 90° antihoraire
nb_no: 90° mot klokken

source: No Rotation
de: Ohne Drehung
fr: Pas de rotation
nb_no: Ingen rotasjon

source: Drag displays to re-arrange them
de: Ziehe Bildschirme um sie neu anzuordnen
fr: Faites glisser les écrans pour les réorganiser
nb_no: Dra paneler for å flytte dem

# Itendifies displays with visual indicators
source: Identify
de: Identifiziere
fr: Identifier
nb_no: Identifiser

source: Are you sure you want to disable all displays? This might render the device unusable.
de: Bist du sicher dass du alle Bildschirme deaktivieren willst? Dies könnte das Gerät in einen unbenutzbaren Zustand versetzen.
fr: Êtes-vous sûr·e de vouloir désactiver tous les affichages ? Ceci pourrait rendre l'appareil inutilisable.
nb_no: Er du sikker på at du vil skru av alle paneler? Dette kan gjøre enheten ubrukelig.

source: Disable all displays
de: Deaktivere alle Bildschirme
fr: Désactiver tous les affichages
nb_no: Skru av alle paneler

source: No Disman backend found. Please check your Disman installation.
de: Kein Disman Backend gefunden. Bitte überprüfe deine Disman-Installation.
fr: Aucun backend Disman trouvé. Veuillez vérifier votre installation Disman.
nb_no: Fant ingen Disman-bakende. Sjekk din Disman-installasjon.

source: Displays could not be saved due to error.
de: Bildschirme konnten nicht gespeichert werden aufgrund eines Fehlers.
fr: Les écrans n'ont pas pu être enregistrés en raison d'une erreur.
nb_no: Kunne ikke lagre paneler.

source: New global scale applied. Change will come into effect after restart.
de: Neuer globaler Skalierungsfaktor gesetzt. Die Änderung wird erst nach einem Neustart Auswirkungen haben.
fr: Nouvelle échelle globale appliquée. Le changement entrera en vigueur après le redémarrage.
nb_no: Ny skalering for hele systemet i bruk. Endringer trer i effekt etter omstart.

source: A new display has been added. Settings have been reloaded.
de: Ein neuer Bildschirm wurde hinzugefügt. Einstellungen wurden neu geladen.
fr: Un nouvel écran a été ajouté. Les paramètres ont été rechargés.
nb_no: Et nytt panel har blitt lagt til. Innstillingene har blitt gjeninnlastet.

source: A display has been removed. Settings have been reloaded.
de: Ein Bildschirm wurde entfernt. Einstellungen wurden neu geladen.
fr: Un écran a été supprimé. Les paramètres ont été rechargés.
nb_no: Et panel har blitt fjernet. Innstillingene har blitt gjeninnlastet.

source: Copyright © 2020 Roman Gilg
nb_no: Opphavsrett © 2020 Roman Gilg
